# FSymDef

## Description
Function FSymDef returns a handle to the first symbol definition in the current document's symbol library. If the symbol library is empty, the function returns NIL.&lt;BR&gt;
&lt;BR&gt;

```pascal
FUNCTION FSymDef : HANDLE;
```

```python

def vs.FSymDef():
    return HANDLE
```

## Version
Availability: from MiniCAD
## Category
* Document List Handling